app/controllers/api/projects_controller.rb

  def show
    @project = Project.includes(:backers, :backings).find(params[:id])
---
SELECT  "projects".* FROM "projects" WHERE "projects"."id" = $1 LIMIT 1  [["id", 1]]